IDEA Open Model
SteelSetupAISC.BoltSlipRes_Phi Property
Compatible with IDEA StatiCa Beta 20.0
 Safety factor BoltSlipRes_Phi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BoltSlipRes_Phi { get; set; }
Public Property BoltSlipRes_Phi As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace